# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'

# Binaries
brew 'bat'
brew 'git'
brew 'grep'
brew 'tree'
brew 'neovim'

# Development
brew 'node'
brew 'yarn'

# Apps
cask 'caffeine'
cask 'iterm2'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'visual-studio-code'

# Quicklook
cask 'quicklook-json'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'

